[
  {
    "id": 1,
    "title": "8 X Paracelsus Center Paracelsus Health and Healing libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Paracelsus Health & Healing 8/X 1 Paracelsus, ein wahrhaft großer Reformer des 16. Jahrhunderts in den Bereichen Medizin, Gesellschaft und Religion XIII Iss was gscheit’s! Die hermetischen Gesetze in ..."
  },
  {
    "id": 2,
    "title": "Acacia the philosophical mercury of Zosi",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "1 Acacia: the philosophical mercury of Zosimos, Paracelsus, and Newton 9th of January 2024 - First published in issue 12 of Invisible College Magazine Khalil Reda - https://www.invisiblecollege-publis..."
  },
  {
    "id": 3,
    "title": "Adam McLean A Commentary on the Mutus Liber",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "- is alchemy on all its planes: physical and metaphysical. The exclusive possession of the sacrarium, makes up the force of the Churches; they then also watch over the {Masonic Secret} with a worried ..."
  },
  {
    "id": 4,
    "title": "Adam McLean A Threefold Alchemical Journey Through the Book of Lambspring",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "in the Soul. Emblem 7 shows us two birds - one sits on the nest and cannot move, tied to its earthly task, while its partner attempts to soar into the heavens. As the associated verse states \"The one ..."
  },
  {
    "id": 5,
    "title": "Adam McLean The Second Collection of Alchemical and Hermetic Emblems",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "The second collection of alchemical and hermetic emblems coloured by Adam McLean Gallery of individual emblems These images are copyright © Adam McLean 2001 The images on this CD-Rom are for use only ..."
  },
  {
    "id": 6,
    "title": "Alchemical Poetry 1575 1700  From Previously Unpublished Manuscripts 5 Routledge",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "ALCHEMICAL POETRY 1575–1700 ROUTLEDGE LIBRARY EDITIONS: ALCHEMY For Michael, Deborah, Lisa, and Christopher 1575–1700 From Previously Unpublished Manuscripts Edited by ROBERT M. SCHULER Volume 5 ALCHE..."
  },
  {
    "id": 7,
    "title": "Alchemy and Exemplary Poetry in Middle English Literature Palgrave Macmillan",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Alchemy and Exemplary Poetry in Middle English Literature Curtis Runstedler THE NEW MIDDLE AGES The New Middle Ages Series Editor Bonnie Wheeler English and Medieval Studies Southern Methodist Univers..."
  },
  {
    "id": 8,
    "title": "Alchemy Paracelsianism and Shakespeare s The Winter s Tale Palgrave Macmillan",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "PALGRAVE STUDIES IN LITERATURE, SCIENCE AND MEDICINE Martina Zamparo Alchemy, Paracelsianism, and Shakespeare’s The Winter’s Tale Palgrave Studies in Literature, Science and Medicine Series Editors Sh..."
  },
  {
    "id": 9,
    "title": "Aleph iss 3 Documents oubliés sur l alchimie la kabbale et Guillaume Postelby Sylvain Matton 10 2307 40385817 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Documents oubliés sur l'alchimie, la kabbale et Guillaume Postel by Sylvain Matton Aleph, No. 3 (2003), p. 402 Published by: Indiana University Press Stable URL: http://www.jstor.org/stable/40385817 ...."
  },
  {
    "id": 10,
    "title": "Alexander Jones Cambridge History of Science  Ancient Science 1 Cambridge University Press",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "THE CAMBRIDGE HISTORY OF SCIENCE volume 1 Ancient Science This volume in the highly respected Cambridge History of Science series is devoted to the history of science, medicine and mathematics of the ..."
  },
  {
    "id": 11,
    "title": "Allen G Debus  Michael Thomson Walton Reading the Book of Nature  The Other Side of the Scientific Revolution libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Alchemical text or scholarly analysis regarding Allen G Debus  Michael Thomson Walton Reading the Book of Nature  The Other Side of the Scientific Revolution libgen li."
  },
  {
    "id": 12,
    "title": "Ambix 1937 may vol 1 iss 1 Sherwood Taylor F The Visions Of Zosimos 10 1179 amb 1937 1 1 88 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Full Terms & Conditions of access and use can be found at http://www.tandfonline.com/action/journalInformation?journalCode=yamb20 Download by: [University of Birmingham] Date: 17 May 2016, At: 11:32 A..."
  },
  {
    "id": 13,
    "title": "Ambix 1968 feb vol 15 iss 1 Debus Allen G Mathematics and Nature in the Chemical Texts of the Renaissance 10 1179 amb 1968 15 1 1 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Full Terms & Conditions of access and use can be found at http://www.tandfonline.com/action/journalInformation?journalCode=yamb20 Download by: [Monash University Library] Date: 13 April 2016, At: 21:3..."
  },
  {
    "id": 14,
    "title": "Ambix 1975 jul vol 22 iss 2 Rees Graham Francis Bacon s Semi Paracelsian Cosmology 10 1179 amb 1975 22 2 81 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Vol. XXII JULY, 1975 No.2 BIX The Journal of the Society for the History of Alchemy and Chemistry CONTENTS page FRANCIS BACON'S SEMI-PARACELSIAN COSMOLOGY. By GRAHAM REES • 81 THE ICONOGRAPHY OF THE L..."
  },
  {
    "id": 15,
    "title": "Ambix 1975 nov vol 22 iss 3 Rees Graham Francis Bacon s Semi Paracelsian Cosmology and The Great Instauration 10 1179 amb 1975 22 3 161 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "AKBIX Vol. 22, Part 3, November 1975 FRANCIS BACON'S SEMI-PARACELSIAN COSMOLOGY AND THE GREAT INSTAURATION By GRAHAM REES· FRANCISBacon's semi-Paracelsian cosmology is no small island in the geography..."
  },
  {
    "id": 16,
    "title": "Ambix 1976 jul vol 23 iss 2 Weyer Jost The Image of Alchemy in Nineteenth and Twentieth Century Histories of Chemistry 10 1179 amb 1976 23 2 65 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "AMBIX Vol. 23, Part 2, July 1976 THE IMAGE OF ALCHEMY IN NINETEENTH AND TWENTIETH CENTURY HISTORIES OF CHEMISTRY By JOSTWEYER* EVERYhistorian of chemistry who wishes to present an overall view of the ..."
  },
  {
    "id": 17,
    "title": "Ambix 1981 mar vol 28 iss 1 Debus Allen G The Paracelsians in Eighteenth Century France  A Renaissance Tradition in the Age of the Enlightenment 10 1179 amb 1981 28 1 36 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "AlVIBIX Vol. 28, Part I, March 1981 THE PARACELSIANS IN EIGHTEENTH CENTURY FRANCE: A RENAISSANCE TRADITION IN THE AGE OF THE ENLIGHTENMENT By ALLEN G. DEBUS* IN the past two decades there has been an ..."
  },
  {
    "id": 18,
    "title": "Ambix 1994 nov vol 41 iss 3 Abraham Lyndy The Sources of Arthur Dee s Fasciculus Chemicus 10 1179 amb 1994 41 3 135 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Al\\fBIX, Vol. 41, Part 3, November 1994 THE SOURCES OF ARTHUR DEE'S FASCICULUS CHEMICUS (1631) By LYNDY ABRAHAM* ARTHUR Dee (1579-1651), the eldest son of John Dee, was an eminent physician who had a ..."
  },
  {
    "id": 19,
    "title": "Ambix 2007 mar vol 54 iss 1 Clucas Stephen Alchemy and Early Modern Chemistry  Papers from Ambix Edited by Allen G Debus 10 1179 174582307X169890 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "AMBIX, Vol. 54, No. 1, March 2007, 87–88 © Society for the History of Alchemy and Chemistry 2007 DOI 10.1179/174582307X169890 Essay Review Alchemy and Early Modern Chemistry: Papers from Ambix. Edited..."
  },
  {
    "id": 20,
    "title": "Ambix 2009 mar vol 56 iss 1 Hallum B C The Tome of Images  an Arabic Compilation of Texts by Zosimos of Panopolis and a Source of the Turba Philosophorum libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Published by Maney Publishing (c) Society for the History of Alchemy and Chemistry ESSAY REVIEW The Tome of Images: an Arabic Compilation of Texts by Zosimos of Panopolis and a Source of the Turba Phi..."
  },
  {
    "id": 21,
    "title": "Ambix 2018 apr 03 vol 65 iss 2 Mawer Judith Alchemy Medicine and Commercial Book Production  A Codicological and Linguistic Study of the Voigts Sloane Manuscript Group 10 1080 00026980 2018 1469309",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Full Terms & Conditions of access and use can be found at http://www.tandfonline.com/action/journalInformation?journalCode=yamb20 Ambix ISSN: 0002-6980 (Print) 1745-8234 (Online) Journal homepage: htt..."
  },
  {
    "id": 22,
    "title": "Ambix 2018 apr 03 vol 65 iss 2 Zuber Mike A The Duke the Soldier of Fortune and a Rosicrucian Legacy  Exploring the Roles of Manuscripts in Early Modern Alchemy 10 1080 00026980 2018 1471778 libge",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Full Terms & Conditions of access and use can be found at http://www.tandfonline.com/action/journalInformation?journalCode=yamb20 Ambix ISSN: 0002-6980 (Print) 1745-8234 (Online) Journal homepage: htt..."
  },
  {
    "id": 23,
    "title": "Ambix 2020 dec 01 Zuber Mike A Alchemical Promise the Fraud Narrative and the History of Science from Below  A German Adeptâ  s Encounter with Robert Boyle 10 1080 00026980 2020 1847750 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Full Terms & Conditions of access and use can be found at https://www.tandfonline.com/action/journalInformation?journalCode=yamb20 Ambix ISSN: (Print) (Online) Journal homepage: https://www.tandfonlin..."
  },
  {
    "id": 24,
    "title": "American Scientist 1980 may jun vol 68 iss 3 Review by  Bert Hansen Robert Fludd and His Philosophicall Key Primary Sources from the Scientific Revolutionby Allen Debus 10 2307 27849936 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Sigma Xi, The Scientific Research Society is collaborating with JSTOR to digitize, preserve and extend access to American Scientist. http://www.jstor.org Sigma Xi, The Scientific Research Society Revi..."
  },
  {
    "id": 25,
    "title": "An Alchemical Compilation of the 13th Century The Asiatic Society",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "MEMOIRS OF THE ASIATIC SOCIETY OE BENGAL VOL. Ill, No. 2, pp. 57-94. AN ALCHEMICAL COMPILATION OF THE THIRTEENTH CENTURY, A.D. H. E. STAPLETON, B.A. B.Sc. (Oxon), M.R.A.S., Indian Educational Service,..."
  },
  {
    "id": 26,
    "title": "Angewandte Chemie 1943 may 01 vol 56 iss 17 18 Diepgen Die Gedanken des Theophrastus Bombastus Paracelsus von Hohenheim über Zeugung und Vererbung Von E Otto 10 1002 ange 1943056",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "unterlagen vrgabcn h i normaler I$ntmicklung, Bliite iind Frucht ni co t i n -11 a1 t ige To ni a te n sprossen, deren Alkaloidkonzentration in derselben [ GroWenordnung, lag \\vie bri nornialen Tabaks..."
  },
  {
    "id": 27,
    "title": "Angewandte Chemie 1956 sep 15 vol 68 iss 17 18 H Schimank Das Buch der großen Chemiker von Günther Bugge Band 1  Von Zosimos bis Schönbein Band 2  Von Liebig bis Ar 10 1002 ange 195",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Das Buch der groBen Chemiker, von Giinther Bugge. Band 1: Von Zosimos bis Sehdnbeiiz (496 S., 68 Abb.), Band 2 : Von Liebig bis Arrhenius (558 S., 78 Abb.). Band 1 und 2 zusammen D M 80.-. Vorlag Chem..."
  },
  {
    "id": 28,
    "title": "Archiv der Pharmazie vol 267 iss 8 Das Buch der großen Chemiker Unter Mitwirkung namhafter Gelehrter herausgegeben von Dr Günther Bugge Band I  Von Zosimos bis 10 1002 ardp 19292670831 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "B i i c h e r s c h a u 665 Zustanden, wo Festes und Fliissiges zu Gemischen ganz besonderer physis kalischer und chemischer Eigenheit sich gesellt hat, beherrscht nicht nur immer mehr die Erkenntnis ..."
  },
  {
    "id": 29,
    "title": "Aries vol 4 iss 2 Fraser Kyle Zosimos of Panopolis and the Book of Enoch  Alchemy as Forbidden Knowledge 10 1163 1570059042321588 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "ZOSIMOS OF PANOPOLIS AND THE BOOK OF ENOCH: ALCHEMY AS FORBIDDEN KNOWLEDGE KYLE A. FRASER 1. Introduction The Chronographia of George Synkellos, the 9th century Byzantine chro- nicler, preserves a cur..."
  },
  {
    "id": 30,
    "title": "Arnld de Villanova  Rosarium Philosophorum libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "rexresearch.com Home ~ Catalog ~ Links Arnold de Villanova: Rosarium Philosophorum Here beginneth the Book of the Rosary of the Philosophers most diligently compiled and brought into one volume. They ..."
  },
  {
    "id": 31,
    "title": "Aspects of the Relationship between Alch",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Orthodox Christianity and the Study of Nature Histories of Interaction Edited by kostas tampakis and ronald numbers © BREPOLS PUBLISHERS THIS DOCUMENT MAY BE PRINTED FOR PRIVATE USE ONLY. IT MAY NOT B..."
  },
  {
    "id": 32,
    "title": "A Dictionary of Alchemical Imagery",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "ADictionary ofAlchemical Imagery Lyndy Abraham published by the press syndicate of the university of cambridge The Pitt Building,Trumpington Street, Cambridge cb2 1rp,United Kingdom cambridge universi..."
  },
  {
    "id": 33,
    "title": "A Translation of a Zosimos Text in an Ar",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Journal rrl' lhc Wilshinglon Academy ol' Scicnccs. Volumc 84. Numhcr 3, Pages 168-178. Septcmhcr 1996 A Translation of a Zosimos' Text in an Arabic Alchemy Book H. S. El Khadem The American University..."
  },
  {
    "id": 34,
    "title": "Basilius Valentinus Michael Maier The Golden Tripod  Or Three Choice Alchemical Tracts Kessinger Publishing",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "TO THE INVISIBLE KING OF THE WORLD, TO THE ONLY TRUE AND IMMORTAL GOD BE PRAISE AND GLORY NOW AND EVERMORE. AMEN. The Golden Tripod The Preface of Basilius Valentinus, the Benedictine Concerning The G..."
  },
  {
    "id": 35,
    "title": "Becoming Gold Zosimos of Panopolis and t",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Alchemical text or scholarly analysis regarding Becoming Gold Zosimos of Panopolis and t."
  },
  {
    "id": 36,
    "title": "Berichte zur Wissenschaftsgeschichte 2006 mar vol 29 iss 1 Joachim Telle Rezension  A Philosophical Path for Paracelsian Medicine The Ideas Intellectual Context and Influence of Petrus Severinus 10",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "senschaftlich gewesen und erst später magisch be- einflußt worden, macht Leitz auf die möglicher- weise ungleiche Quellenlage aufmerksam (S. 43f.). Gleich dreimal zitiert und jeweils in an- deren Nuan..."
  },
  {
    "id": 37,
    "title": "Bruce Janacek Alchemical Belief  Occultism in the Religious Culture of Early Modern England Pennsylvania State University Press",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "ALCHEMICAL BELIEF THE MAGIC IN HISTORY SERIES FORBIDDEN RITES A Necromancer’s Manual of the Fifteenth Century Richard Kieckhefer CONJURING SPIRITS Texts and Traditions of Medieval Ritual Magic Edited ..."
  },
  {
    "id": 38,
    "title": "Bruce T Moran A Cultural History of Chemistry in the Early Modern Age Bloomsbury Academic",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "A CULTURAL HISTORY OF CHEMISTRY VOLUME 3 A Cultural History of Chemistry General Editors: Peter J.T. Morris and Alan J. Rocke Volume 1 A Cultural History of Chemistry in Antiquity Edited by Marco Bere..."
  },
  {
    "id": 39,
    "title": "Bruce T Moran Distilling Knowledge  Alchemy Chemistry and the Scientific Revolution",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "D I S T I L L I N G K N O W L E D G E n e w h i s t o r i e s o f s c i e n c e , t e c h n o l o g y, a n d m e d i c i n e s e r i e s e d i t o r s Margaret C. Jacob, Spencer R. Weart, and Harold J..."
  },
  {
    "id": 40,
    "title": "Bruce T Moran Paracelsus  An Alchemical Life Reaktion Books",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "paracelsus ☞ Books in the renaissance lives series explore and illustrate the life histories and achievements of significant artists, intellectuals and scientists in the early modern world. They delve..."
  },
  {
    "id": 41,
    "title": "Cambridge History of Science Allen G Debus Man and Nature in the Renaissance libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Man and Nature in the Renaissance ALLEN G. DE BUS Morris Fishbein Professor of the Hisrory of Science and Medicine The University of Chicago CAMBRIDGE UNIVERSITY PRESS PUBLISHED BY THE PRESS SYNDICATE..."
  },
  {
    "id": 42,
    "title": "ChemInform 2010 dec 09 vol 42 iss 1 G Wayne Craig ChemInform Abstract  The 550th Anniversary of the Universitaet Basel 1460 2010  Paracelsian Beginnings and Chemistry libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "ChemInform 2011, 42, issue 01 © 2011 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim View this journal online at wileyonlinelibrary.com Organic chemistry Z 0200 DOI: 10.1002/chin.201101233 The 550th Annive..."
  },
  {
    "id": 43,
    "title": "Christian Rosencreutz The Chemical Wedding of Christian Rosenkreutz Phanes Press",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "The Chemical Wedding of Christian Rosenkreutz Christian Rosenkruetz The Chymical Wedding was first published in German at Strasbourg in the year 1616. However, it supposed to have existed in manuscrip..."
  },
  {
    "id": 44,
    "title": "Classiker der Medicin 24  Klassiker der Medizin 24 Paracelsus   Karl Sudhoff Theophrast von Hohenheim Sieben Defensiones   und Labyrin 1915",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Paracelsus Sieben Defensiones Die Verantwortung über etliche Verunglimpfungen durch seine Missgönner Aus Theophrast Paracelsus: Werke. Herausgegeben von Will-Erich Peukert. Bd. 1-5, Darmstadt: Wissens..."
  },
  {
    "id": 45,
    "title": "Claudia Kren Alchemy in Europe  A Guide to Research Routledge",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "ALCHEMY IN EUROPE A Guide to Research Claudia Kren GARLAND PUBUSHING, INC. • NEW YORK & LONDON 1990 Kren, Claudia, 1929- © 1990 Claudia Kren All rights reserved Alchemy in Europe: a guide to research ..."
  },
  {
    "id": 46,
    "title": "Creations of Fire  Chemistry s Lively History from Alchemy to the Atomic Age",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Creations of Fire Chemistry' s Lively History from AIchemy to the Atomic Aqe Crea tions of Fire Chemistry' Lively History from Alchemy to the Atomic Aqe Cathy Cobb and Harold Goldwhite Springer Scienc..."
  },
  {
    "id": 47,
    "title": "Daphnis 2006 may 01 vol 35 iss 3 4 Telle Joachim DER SPLENDOR SOLIS IN DER FRÜHNEUZEITLICHEN RESPUBLICA ALCHEMICA 10 1163 18796583 90000993 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "J o a c h i m T e l l e DER SPLENDOR SOLIS IN DER FRÜHNEUZEITLICHEN RESPUBLICA ALCHEMICA1 Abstract Der Text/Bild-Traktat Splendor solis, ein Hauptwerk der deutschsprachigen Alche- mia picta-Tradition ..."
  },
  {
    "id": 48,
    "title": "Darke Hierogliphicks  Alchemy in English Literature from Chaucer to the Restoration University Press of Kentucky",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "STUDIES IN THE ENGLISH RENAISSANCE John T. Shawcross, General Editor This page intentionally left blank DARKE HIEROGLIPHICKS Alchemy in English Literature from Chaucer to the Restoration STANTON]. LIN..."
  },
  {
    "id": 49,
    "title": "Divine Images Zosimos of Panopoliss Spir",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "La Rosa di Paracelso 2/2019 Divine Images: Divine Images: Zosimos of Panopolis’s Spiritual Approach to Alchemy Zosimos of Panopolis’s Spiritual Approach to Alchemy* Shannon Grimes, Meredith College Th..."
  },
  {
    "id": 50,
    "title": "Dr Eoin Bentick Literatures of Alchemy in Medieval and Early Modern England D S Brewer",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "LITERATURES OF ALCHEMY IN MEDIEVAL AND EARLY MODERN ENGLAND Literatures of Alchemy in Medieval and Early Modern England Eoin Bentick D. S. BREWER © Eoin Bentick 2022 All Rights Reserved. Except as per..."
  },
  {
    "id": 51,
    "title": "Early Science and Medicine vol 4 iss 4 Kelly Jason M Lyndy Abraham A Dictionary of Alchemical Imagery 249 pp 80 00 ISBN 0 521 631 10 1163 157338299x00",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "362 a textbook, it may be less successful than other choices, such as The Western Medi- cal Tradition (Members of the Wellcome Institute, Cambridge University Press, 1995) or The Beginnings of Western..."
  },
  {
    "id": 52,
    "title": "Edited by Didier Kahn CNRS and Hiro Hirai Columbia University Pseudo Paracelsus Forgery and Early Modern Alchemy Medicine and Natural Philosophy BRILL",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Pseudo-Paracelsus Pseudo-Paracelsus Forgery and Early Modern Alchemy, Medicine and Natural Philosophy Edited by Didier Kahn Hiro Hirai LEIDEN | BOSTON Originally published as special issue of Brill’s ..."
  },
  {
    "id": 53,
    "title": "ELH 2005 spr vol 72 iss 1 Angus Fletcher Living Magnets Paracelsian Corpses and the Psychology of Grace in Donne s Religious Verse 10 2307 30029961 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Johns Hopkins University Press is collaborating with JSTOR to digitize, preserve and extend access to ELH. http://www.jstor.org Living Magnets, Paracelsian Corpses, and the Psychology of Grace in Donn..."
  },
  {
    "id": 54,
    "title": "Essential Readings Paracelsus  Nicholas Goodrick Clarke Paracelsus libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "PARACELSUS ESSENTIAL READINGS SELECTED AND TRANSLATED BY NICHOLAS GOODRICK-CLARKE PARACELSUS ESSENTIAL READINGS Nicholas Goodrick-Clarke was educated at Lancing College and the University of Bristol. ..."
  },
  {
    "id": 55,
    "title": "Folger Institute symposia Ingrid Merkel  Allen G Debus  Folger Institute of Renaissance a Hermeticism and the Renaissance   intellectual history and the occult in early modern Europe",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Alchemical text or scholarly analysis regarding Folger Institute symposia Ingrid Merkel  Allen G Debus  Folger Institute of Renaissance a Hermeticism and the Renaissance   intellectual history and the occult in early modern Europe."
  },
  {
    "id": 56,
    "title": "French Forum vol 30 iss 3 Dalmas Franck L alchimie de l excrement comme alchimie de l Homme dans Le Roi des Aulnes de Michel Tournier 10 1353 frf 2006 0002 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "L'alchimie de l'excrement comme alchimie de l'Homme dans Le Roi des Aulnes de Michel Tournier Franck Dalmas French Forum, Volume 30, Number 3, Fall 2005, pp. 91-109 (Article) Published by University o..."
  },
  {
    "id": 57,
    "title": "Gail Marlow Taylor Ph D The Alchemy of Al Razi  A Translation of the  Book of Secrets  CreateSpace Independent Publishing Platform",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "THE ALCHEMY OF AL-RAZI A Translation of the “Book of Secrets” Gail Marlow Taylor Copyright © 2014 by Gail Marlow Taylor. All Rights Reserved. ABOUT THE AUTHOR Gail Marlow Taylor began her graduate stu..."
  },
  {
    "id": 58,
    "title": "George Starkey 1628 1665 William R Newman Lawrence M Principe Alchemical Laboratory Notebooks and Correspondence University Of Chicago Press",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Starkey, George. Alchemical Laboratory Notebooks and Correspondence. : University of Chicago Press, . p 2 http://site.ebrary.com/id/10438107?ppg=2 Copyright © University of Chicago Press. . All rights..."
  },
  {
    "id": 59,
    "title": "Glasgow Emblem Studies  3 Alison Adams Stanton J Lindem Emblems and Alchemy libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "On the other hand, and as several of these essays demonstrate, literary authors from Shakespeare to Goethe frequently employ alchemy in their poems, plays, and novels, just as painters and engravers i..."
  },
  {
    "id": 60,
    "title": "Goethe the Alchemist  A Study of Alchemical Symbolism in Goethe s Literary and Scientific Works Cambridge University Press 2010",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Literary studies This series provides a high-quality selection of early printings of literary works, textual editions, anthologies and literary criticism which are of lasting scholarly interest. Rangi..."
  },
  {
    "id": 61,
    "title": "Handschrift Arnoldus de Villanova et al Rosarium philosophorum Donum Dei Sol Luna libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Alchemical text or scholarly analysis regarding Handschrift Arnoldus de Villanova et al Rosarium philosophorum Donum Dei Sol Luna libgen li."
  },
  {
    "id": 62,
    "title": "Helena Maria Elisabeth Jong Michael Maier s Atalanta fugiens   sources of an alchemical book of emblems Nicolas Hays Inc  1 384",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Michael 1VIaicr's ATALAN TA FUGIENS Sources of an Alchcmical Book of Emblems H.M.E. DE JONG NICOLAS-H.-\\Y.'5‘. INC. Yer}; Bc'm‘/I, :1 Iuinc‘ First published in 2002 by i‘§lC!3iE.':*Ha}’5. Inc. Box 103..."
  },
  {
    "id": 63,
    "title": "Helvetica Chimica Acta 2010 sep 16 vol 93 iss 9 G Wayne Craig The 550th Anniversary of the Universität Basel 1460 2010  Paracelsian Beginnings and Chemistry 10 1002 hlca 201000137 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "REVIEW The 550th Anniversary of the Universit\u0002t Basel, 1460 – 2010: Paracelsian Beginnings and Chemistry by G. Wayne Craig Lead Finding Research, Oberwilerstrasse 76, CH-4102 Binningen (e-mail: cralio..."
  },
  {
    "id": 64,
    "title": "Hereward Tilton The Quest for the Phoenix  Spiritual Alchemy and Rosicrucianism in the Work of Count Michael Maier",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Hereward Tilton The Quest for the Phoenix w DE G Arbeiten zur Kirchengeschichte Begründet von Karl Hollf und Hans Lietzmannf herausgegeben von Christoph Markschies und Gerhard Müller Band 88 Walter de..."
  },
  {
    "id": 65,
    "title": "Historische Zeitschrift 1969 aug vol 209 iss 1 Review by  E Meuthen Theophrastus Paracelsus Werke III  Philosophische Schriftenby Will Erich Peuckert Theophrastus Paracelsus Werke IV  Theolog 10 230",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Akademie Verlag GmbH Theophrastus Paracelsus, Werke, III: Philosophische Schriften by Will-Erich Peuckert; Theophrastus Paracelsus, Werke, IV: Theologische, religionsphilosophische und sozialpolitisch..."
  },
  {
    "id": 66,
    "title": "History of Science 1974 sep vol 12 iss 3 Pagel W Recent Paracelsian Studies 10 1177 007327537401200303 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Hist. Sci., xii (1974), 200-211 RECENT PARACELSIAN STUDffiS Walter Pagel Paracelsus-Theophrastus Bombastus of Hohenheim (1493-1541)-speaks to us in several tongues. One of these belongs to the lay-the..."
  },
  {
    "id": 67,
    "title": "History of Science and Medicine Library Anna Marie Roos The Salt of the Earth  Natural Philosophy Medicine and Chymistry in England 1650 1750 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "The Salt of the Earth History of Science and Medicine Library VOLUME 3 The Salt of the Earth Natural Philosophy, Medicine, and Chymistry in England, 1650–1750 By Anna Marie Roos LEIDEN • BOSTON 2007 C..."
  },
  {
    "id": 68,
    "title": "History of science library Allen G Debus The English Paracelsians libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "THE E]{GLI$H PARACE[SIAl{S Paracelsus and his followers, con- sidered by some as charlatans but by others asthe greatforerunners of mode?n science, are here portrayed as occupy- ing the middle positio..."
  },
  {
    "id": 69,
    "title": "History Philosophy of the Life Sciences vol 13 iss 1 Paracelsus und Paracelsisten Vorträge 1984 1985  Paracelsus und sein dämonen 10 2307 23330650",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Paracelsus und Paracelsisten, Vorträge 1984/1985 (Salzburger Beiträge zur Paracelsus- Forschung, 25); Paracelsus und sein dämonengläubiges Jahrhundert (Salzburger Beiträge zur Paracelsus-Forschung, 26..."
  },
  {
    "id": 70,
    "title": "Holmyard Eric John Alchemy Penguin Books",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Alchemical text or scholarly analysis regarding Holmyard Eric John Alchemy Penguin Books."
  },
  {
    "id": 71,
    "title": "Intellectual History Review 2017 sep 14 vol 28 iss 2 de Vries Lyke  Spruit Leen Paracelsus and Roman censorship Johannes Faber s 1616 report in context 10 1080 17496977 2017 1361060 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Full Terms & Conditions of access and use can be found at http://www.tandfonline.com/action/journalInformation?journalCode=rihr20 Download by: [Australian Catholic University] Date: 20 September 2017,..."
  },
  {
    "id": 72,
    "title": "Isis 1938 nov vol 29 iss 2 Lynn Thorndike A Study in the Analysis of Complex Scientific Manuscripts Sloane 3457  An Important Alchemical Manuscript 10 2307 225485 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "A Study in the Analysis of Complex Scientific Manuscripts Sloane 3457: An Important Alchemical Manuscript Author(s): Lynn Thorndike Source: Isis, Vol. 29, No. 2 (Nov., 1938), pp. 377-392 Published by:..."
  },
  {
    "id": 73,
    "title": "Isis 1962 dec vol 53 iss 4 Pagel Walter Samtliche Werke Zweite Abteilung  Theologische und religions philosophische Schriften  Band IV  Auslegung des Psalters Davi 10 1086 349650 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "BOOK REVIEWS BOOK REVIEWS ments, new things, which did not exist in nature.\" Zubov recalls Leonardo's persistent desire to conquer the muta- bility of things, both by expressing their eternal essence ..."
  },
  {
    "id": 74,
    "title": "Isis 1962 dec vol 53 iss 4 Review by  Walter Pagel Samtliche Werke Zweite Abteilung  Theologische und religions philosophische Schriften  Band IV  Auslegung des Psalters Davids 10 2307 227738 libgen",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Samtliche Werke. Zweite Abteilung: Theologische und religions-philosophische Schriften: Band IV: Auslegung des Psalters Davids, Teil I. Kommentar zu den Psalmen 75 (76) bis 102 (103) by [Paracelsus]Th..."
  },
  {
    "id": 75,
    "title": "Isis 1962 jun vol 53 iss 2 Review by  Allen G Debus Spiritual and Demonic Magic from Ficino to Campanellaby D F Walker 10 2307 228053 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Spiritual and Demonic Magic from Ficino to Campanella by D. F. Walker Review by: Allen G. Debus Isis, Vol. 53, No. 2 (Jun., 1962), pp. 254-255 Published by: The University of Chicago Press on behalf o..."
  },
  {
    "id": 76,
    "title": "Isis 1964 mar vol 55 iss 1 Allen G Debus The Paracelsian Aerial Niter 10 2307 227754 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "The Paracelsian Aerial Niter Author(s): Allen G. Debus Source: Isis, Vol. 55, No. 1 (Mar., 1964), pp. 43-61 Published by: The University of Chicago Press on behalf of The History of Science Society St..."
  },
  {
    "id": 77,
    "title": "Isis 1964 sep vol 55 iss 3 Review by  Allen G Debus Giordano Bruno and the Hermetic Traditionby Frances A Yates 10 2307 228596 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Giordano Bruno and the Hermetic Tradition by Frances A. Yates Review by: Allen G. Debus Isis, Vol. 55, No. 3 (Sep., 1964), pp. 389-391 Published by: The University of Chicago Press on behalf of The Hi..."
  },
  {
    "id": 78,
    "title": "Isis 1966 spr vol 57 iss 1 Review by  Allen G Debus And Boyle Stood on the Shoulders of Whom  10 2307 228703 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "And Boyle Stood on the Shoulders of Whom? Robert Boyle on Natural Philosophy. An Essay with Selections from His Writings by Marie Boas Hall Review by: Allen G. Debus Isis, Vol. 57, No. 1 (Spring, 1966..."
  },
  {
    "id": 79,
    "title": "Isis 1973 mar vol 64 iss 1 Allen G Debus Motion in the Chemical Texts of the Renaissance 10 2307 229866 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Motion in the Chemical Texts of the Renaissance Author(s): Allen G. Debus Source: Isis, Vol. 64, No. 1 (Mar., 1973), pp. 4-17 Published by: The University of Chicago Press on behalf of The History of ..."
  },
  {
    "id": 80,
    "title": "Isis 1977 sep vol 68 iss 3 Review by  A D Smith Medicine in Seventeenth Centry Englandby Allen G Debus 10 2307 231352 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Medicine in Seventeenth-Centry England by Allen G. Debus Review by: A. D. Smith Isis, Vol. 68, No. 3 (Sep., 1977), p. 482 Published by: The University of Chicago Press on behalf of The History of Scie..."
  },
  {
    "id": 81,
    "title": "Isis 1979 dec vol 70 iss 4 Review by  Charles Webster The Chemical Philosophy  Paracelsian Science and Medicine in the Sixteenth and Seventeenth Centuriesby Allen G Debus Man and N 10 2307 230729 lib",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "The Chemical Philosophy: Paracelsian Science and Medicine in the Sixteenth and Seventeenth Centuries by Allen G. Debus; Man and Nature in the Renaissance by Allen G. Debus; Der sächsische Paracelsist ..."
  },
  {
    "id": 82,
    "title": "Isis 1983 dec vol 74 iss 4 Review by  Allen G Debus Joan Baptista van Helmont  Reformer of Science and Medicineby Walter Pagel 10 2307 232256 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Joan Baptista van Helmont: Reformer of Science and Medicine by Walter Pagel Review by: Allen G. Debus Isis, Vol. 74, No. 4 (Dec., 1983), pp. 611-613 Published by: The University of Chicago Press on be..."
  },
  {
    "id": 83,
    "title": "Isis 1983 mar vol 74 iss 1 Copenhaver Brian P Les alchimistes grecs Volume I Papyrus de Leyde papyrus de Stockholm fragments de recettes Robert Ha 10 1086 353213 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "BOOK REVIEWS-ISIS, 74: 1: 271 (1983) BOOK REVIEWS-ISIS, 74: 1: 271 (1983) BOOK REVIEWS-ISIS, 74: 1: 271 (1983) centraux, then, was not to become wealthy, but rather to improve their social status. For..."
  },
  {
    "id": 84,
    "title": "Isis 1984 dec vol 75 iss 4 Review by  Edward Peters Les debuts de l imagerie alchimique by Barbara Obrist 10 2307 232457 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "History of Science Society and University of Chicago Press are collaborating with JSTOR to digitize, preserve and extend access to Isis. http://www.jstor.org Review Author(s): Edward Peters Review by:..."
  },
  {
    "id": 85,
    "title": "Isis 1987 dec vol 78 iss 4 William Newman and Issac Newton Newton s Clavis as Starkey s Key 10 2307 231919 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Newton's Clavis as Starkey's Key Author(s): William Newman and Issac Newton Source: Isis, Vol. 78, No. 4 (Dec., 1987), pp. 564-574 Published by: The University of Chicago Press on behalf of The Histor..."
  },
  {
    "id": 86,
    "title": "Isis 1988 mar vol 79 iss 1 Review by  Jan Golinski Chemistry Alchemy and the New Philosophy 1550 1700by Allen G Debus 10 2307 234491 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Chemistry, Alchemy and the New Philosophy, 1550-1700 by Allen G. Debus Review by: Jan Golinski Isis, Vol. 79, No. 1 (Mar., 1988), pp. 165-166 Published by: The University of Chicago Press on behalf of..."
  },
  {
    "id": 87,
    "title": "Isis 1992 dec vol 83 iss 4 Review by  William R Newman The Book of the Secrets of Alchemyby Constantine of Pisa  Barbara Obrist 10 2307 234277 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "The Book of the Secrets of Alchemy by Constantine of Pisa; Barbara Obrist Review by: William R. Newman Isis, Vol. 83, No. 4 (Dec., 1992), pp. 646-647 Published by: The University of Chicago Press on b..."
  },
  {
    "id": 88,
    "title": "Isis 1992 mar vol 83 iss 1 Review by  S Nomanul Haq La philosophie des alchimistes et l alchimie des philosophes  Jâbir ibn Hayyân et les Frères de la Pureté by Yves Marquet 10 2307 234011 libgen",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "La philosophie des alchimistes et l'alchimie des philosophes: Jâbir ibn Hayyân et les ``Frères de la Pureté'' by Yves Marquet Review by: S. Nomanul Haq Isis, Vol. 83, No. 1 (Mar., 1992), pp. 120-121 P..."
  },
  {
    "id": 89,
    "title": "Isis 1994 jun vol 85 iss 2 Review by  Barbara Obrist Die alchemistische Lehrdichtung des Gratheus filius philosophi in Cod Vind 2372  Zugleich ein Beitrag zur okkulten Wissenscha 10 2307 236518 libg",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Die alchemistische Lehrdichtung des Gratheus filius philosophi in Cod. Vind. 2372: Zugleich ein Beitrag zur okkulten Wissenschaft im Spatmittelalter by Helmut Birkhan Review by: Barbara Obrist Isis, V..."
  },
  {
    "id": 90,
    "title": "Isis 1994 sep vol 85 iss 3 Review by  Michela Pereira La rationalite de l alchimie au XVIIe siecleby Bernard Joly 10 2307 235495 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "La rationalite de l'alchimie au XVIIe siecle by Bernard Joly Review by: Michela Pereira Isis, Vol. 85, No. 3 (Sep., 1994), pp. 513-514 Published by: The University of Chicago Press on behalf of The Hi..."
  },
  {
    "id": 91,
    "title": "Isis 2006 mar vol 97 iss 1 Review by  rev by Charles Webster Jole Shackelford A Philosophical Path for Paracelsian Medicine  The Ideas Intellectual Context and Influence of Petrus Severi 10 1086 50454",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Jole Shackelford: A Philosophical Path for Paracelsian Medicine: The Ideas, Intellectual Context, and Influence of Petrus Severinus (1540/2–1602), A Philosophical Path for Paracelsian Medicine: The Id..."
  },
  {
    "id": 92,
    "title": "Isis 2007 mar vol 98 iss 1 Review by  rev by Evelyn Edson Barbara Obrist La cosmologie médiévale  Textes et images 10 1086 519098 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Barbara Obrist: La cosmologie médiévale: Textes et images, La cosmologie médiévale: Textes et images by Barbara Obrist Review by: rev. by Evelyn Edson Isis, Vol. 98, No. 1 (March 2007), pp. 177-178 Pu..."
  },
  {
    "id": 93,
    "title": "Isis 2008 sep vol 99 iss 3 Review by  Reviewed by Didier Kahn Allen G Debus The Chemical Promise  Experiment and Mysticism in the Chemical Philosophy 1550 1800 10 1086 593241 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Allen G. Debus. The Chemical Promise: Experiment and Mysticism in the Chemical Philosophy, 1550–1800 . The Chemical Promise: Experiment and Mysticism in the Chemical Philosophy, 1550–1800 by Allen G. ..."
  },
  {
    "id": 94,
    "title": "Isis 2008 sep vol 99 iss 3 Review by  Reviewed by Hiro Hirai Didier Kahn Alchimie et paracelsisme en France à la fin de la Renaissance 10 1086 593235 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Didier Kahn. Alchimie et paracelsisme en France àla fin de la Renaissance (1567–1625) . Alchimie et paracelsisme en France à la fin de la Renaissance (1567–1625). (Cahiers d'Humanisme et Renaissance, ..."
  },
  {
    "id": 95,
    "title": "Isis 2011 jun vol 102 iss 2 Chang Ku ming Alchemy as Studies of Life and Matter  Reconsidering the Place of Vitalism in Early Modern Chymistry 10 1086 660141 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Alchemy as Studies of Life and Matter: Reconsidering the Place of Vitalism in Early Modern Chymistry Author(s): By Ku-ming (Kevin) Chang Source: Isis, Vol. 102, No. 2 (June 2011), pp. 322-329 Publishe..."
  },
  {
    "id": 96,
    "title": "Israel Journal of Chemistry 2016 jan 22 vol 56 iss 1 Keinan Ehud Rosarium Philosophorum  Physical Organic Chemistry 10 1002 ijch 201510016 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "DOI: 10.1002/ijch.201510016 Rosarium Philosophorum: Physical Organic Chemistry Dear reader, With this special issue the Israel Journal of Chemistry launches a very special endeavor, Rosarium Philosoph..."
  },
  {
    "id": 97,
    "title": "Israel Journal of Chemistry 2017 jan 16 vol 57 iss 1 2 Addadi Lia  Keinan Ehud Rosarium Philosophorum Structural Chemistry in Dedication to Jack Dunitz 10 1002 ijch 201600145 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 DOI: 10.1002/ijch.201600145 Rosarium Phil..."
  },
  {
    "id": 98,
    "title": "Israel Journal of Chemistry 2018 jan 05 vol 58 iss 1 2 Marek Ilan Rosarium Philosophorum on Organic Synthesis 10 1002 ijch 201700135 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 DOI: 10.1002/ijch.201700135 Rosarium Phil..."
  },
  {
    "id": 99,
    "title": "J B Craven Count Michael Maier Doctor of Philosophy and of Medicine Alchemist Rosicrucian Mystic 1568 1622 W Peace Sons",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "First Published in 1910 Reprinted 1968 Dawsons of Pall Mall, 16 Pall Mall, London, S .W .l. SBN 7129 0335 6 Printed in Great Britain by Photolithography Unwin Brothers Limited Woking and London COUNT ..."
  },
  {
    "id": 100,
    "title": "jbayron AthanorX  C Morris Wescott Atalanta Fugiens",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Atalanta Fugiens The Alchemical King in Transformation Catherine Morris Westco/1 Michael Maier's Atalanta Fugiens is a visual and musical alchemical emblem book first published in 1617! Each of its fi..."
  },
  {
    "id": 101,
    "title": "Journal of Illustration 2014 oct 01 vol 1 iss 2 Holme Adrian Alchemy image and text  The waning of alchemy and the decline of visual discourse in the late Renaissance 10 1386 jill 1 2 189 1 libgen l",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "189 Journal of Illustration Volume 1 Number 2 © 2014 Intellect Ltd Article. English language. doi: 10.1386/jill.1.2.189_1 Adrian Holme University of the Arts London Alchemy, image and text: The waning..."
  },
  {
    "id": 102,
    "title": "Karen Hunger Parshall   Michael T Walton   Bruce T Moran Bridging Traditions  Alchemy Chemistry and Paracelsian Practices in the Early Modern",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Bridging Traditions Habent sua fata libelli Early Modern Studies Series General Editor Michael Wolfe Queens College Editorial Board of Early Modern Studies Elaine Beilin Framingham State College Chris..."
  },
  {
    "id": 103,
    "title": "Kritikon Litterarum 2014 jan 01 vol 41 iss 1 2 Gagnon Claude Nicolas de Villiers sieur de Chandoux Lettres sur l or potable suivies du traité De la connaissance des vrais principes de l 10 1515 kl 20",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "La première section intitulée « Lectures et relectures de L’Astrée » confronte d’Urfé à quelques-uns de ses amis et contemporains. D’abord O. Roux tente de cerner les enjeux politiques, moraux et esth..."
  },
  {
    "id": 104,
    "title": "Kritikon Litterarum 2017 jan 07 vol 2017 iss 3 4 Vieri François Matton Sylvain Alchimie et philosophie mécaniste Expérimentateurs et faussaires à l âge classique Études de Didier K 10 1515 kl",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Matton, Sylvain (dir.). Alchimie et philosophie mécaniste. Expérimentateurs et faussaires à l’âge classique. Études de Didier Kahn, François Fabre, Armand Le Noxaïc, Sylvain Matton, Simone Mazauric, A..."
  },
  {
    "id": 105,
    "title": "Laboratories of Art  Alchemy and Art Technology from Antiquity to the 18th Century Springer 20",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Archimedes New Studies in the History and Philosophy of Science and Technology 37 Sven Dupré Editor Laboratories of Art Alchemy and Art Technology from Antiquity to the 18th Century Laboratories of Ar..."
  },
  {
    "id": 106,
    "title": "Lawrence M Principe The Transmutations of Chymistry  Wilhelm Homberg and the Académie Royale des Sciences",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "The Transmutations of Chymistry Synthesis A series in the history of chemistry, broadly construed, edited by Carin Berkowitz, Angela N. H. Creager, John E. Lesch, Lawrence M. Principe, Alan Rocke, and..."
  },
  {
    "id": 107,
    "title": "Lawrence M Principe  Laura Light Alchemy Les Enluminures",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "A L C H E M Y primer | 2 Each volume in the series of “primers” introduces one genre of medieval manuscripts to a wider audience, by providing a brief, general introduction, followed by descriptions o..."
  },
  {
    "id": 108,
    "title": "Lendle Otto Einführung in die griechische Geschichtsschreibung  von Hekataios bis Zosimos libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Alchemical text or scholarly analysis regarding Lendle Otto Einführung in die griechische Geschichtsschreibung  von Hekataios bis Zosimos libgen li."
  },
  {
    "id": 109,
    "title": "Les études philosophiques 1987 apr sep iss 2 3 Sylvain Matton L ÉGYPTE ET LA PHILOSOPHIE    L ÉGYPTE CHEZ LES PHILOSOPHES CHIMIQUES DE MAIER A PERNETY 10 2307 20848295 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "L'ÉGYPTE CHEZ LES «PHILOSOPHES CHIMIQUES », DE MAIER A PERNETY Author(s): Sylvain Matton Source: Les Études philosophiques, No. 2/3, L'ÉGYPTE ET LA PHILOSOPHIE (AVRIL-SEPTEMBRE 1987), pp. 207-226 Publ..."
  },
  {
    "id": 110,
    "title": "Margaret Healy Shakespeare Alchemy and the Creative Imagination  The Sonnets and A Lover s Complaint Cambridge University Press",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "SHAKESPEARE, ALCHEMY AND THE CREATIVE IMAGINATION Shakespeare’s Sonnets and A Lover’s Complaint constitute a rich tapestry of rhetorical play about Renaissance love in all its guises. A signiﬁcant str..."
  },
  {
    "id": 111,
    "title": "Meagan S Allen Roger Bacon and the Incorruptible Human 1220 1292  Alchemy Pharmacology and the Desire to Prolong Life Palgrave Macmillan",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Meagan S. Allen Roger Bacon and the Incorruptible Human, 1220–1292 Alchemy, Pharmacology and the Desire to Prolong Life PALGRAVE STUDIES IN MEDIEVAL AND EARLY MODERN MEDICINE Palgrave Studies in Medie..."
  },
  {
    "id": 112,
    "title": "Medical History 1969 jan vol 13 iss 1 Pagel Walter Theatrum Chemicum Britannicum by Elias Ashmole reprint of the London 1652 ed with introduction by Allen G Debus New York 10 1017 s00257273000141",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Book Reviews Theatrum Chemicum Britannicum, by ELIAS ASHMOLE, reprint of the London 1652 ed., with introduction by Allen G. Debus, New York, Johnson Reprint Corporation, 1966, pp. xlix, 486, illus., n..."
  },
  {
    "id": 113,
    "title": "Medical History 1973 jan vol 17 iss 1 Pagel Walter Michael Maier s Atalanta Fugiens  Sources of an Alchemical Book of Emblems by H M E De Jong Leiden E J Brill 1969 pp 10 1017 s00257273000183",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Book Reviews Michael Maier's Atalanta Fugiens: Sources of an Alchemical Book of Emblems, by H. M. E. DE JONG, Leiden, E. J. Brill, 1969, pp. xiv, 461, illus., F1.88. Surely the key to Alchemy has been..."
  },
  {
    "id": 114,
    "title": "Medical History 2009 jan vol 53 iss 1 Smith Pamela H Thomas Hofmeier Michael Maiers Chymisches Cabinet Atalanta fugiens deutsch nach der Ausgabe von 1708 Berlin and Basel Thurn 10 1017 s002572730000",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "respected, sometimes prominent, members of the community. Moreover, this was not aimless wandering: Gentilcore reconstructs the routes and seasonality of charlatans’ travel and the logic behind them. ..."
  },
  {
    "id": 115,
    "title": "Medical History 2014 jun 19 vol 58 iss 3 Hedesan Georgiana D Paracelsian Medicine and Theory of Generation in Exterior homo a Manuscript Probably Authored by Jan Baptist Van Helmont 10 1017 mdh",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Medical History http://journals.cambridge.org/MDH Additional services for Medical History: Email alerts: Click here Subscriptions: Click here Commercial reprints: Click here Terms of use : Click here ..."
  },
  {
    "id": 116,
    "title": "Michael Maier Atalanta fugiens Johann Theodor de Bry",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Alchemical text or scholarly analysis regarding Michael Maier Atalanta fugiens Johann Theodor de Bry."
  },
  {
    "id": 117,
    "title": "Michael Maier Magister Pianco Darcy Kuntz The Ancient Texts of the Golden Rosicrucians Volume I Book I  The Rosicrucian Exposed The Golden Dawn Researc",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Book I ¨et 9WdenfiteuJet in deinet Q3£iide.: The Rosicrucian Exposed by Magister Pianco [Hans Heinrich von Ecker und Eckhoffen] Book II Bemi5 21urea.· The wws of the Fraternity of the Rosie Cross by M..."
  },
  {
    "id": 118,
    "title": "Nature 1937 jan vol 139 iss 3505 An Alchemical Manuscript 10 1038 139022b0 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "© 1937 Nature Publishing Group"
  },
  {
    "id": 119,
    "title": "Netherlands Yearbook for History of Art   Nederlands Kunsthistorisch Jaarboek vol 15 iss 1 De Jong Heleen M E Michael Maier s Atalanta Fugiens 10 1163 22145966 90000368 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "MICHAEL MAIER's ATALANTA FUGIENS COMMENT AAR OP EMBLEEM XL VIII HELEEN M. E. DE ]ONG Michael Maier 1 was medicus, alchemist en Rozekruiser, en hij is de auteur van het emblemenboek De vluchtende Atala..."
  },
  {
    "id": 120,
    "title": "New Big Pictures of Alchemy",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "ESSAY REVIEW New Big Pictures of Alchemy The Secrets of Alchemy. By LAWRENCE PRINCIPE. Pp. 288, illus., index. University of Chicago Press: Chicago. 2012. $25. ISBN: 978-0-226-68295-2. Histoire de l’a..."
  },
  {
    "id": 121,
    "title": "Notes 1991 mar vol 47 iss 3 Review by  Douglas Leedy Atalanta Fugiens  An Edition of the Fugues Emblems and Epigramsby Michael Maier  Joscelyn Godwin 10 2307 941868 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Atalanta Fugiens: An Edition of the Fugues, Emblems and Epigrams by Michael Maier; Joscelyn Godwin Review by: Douglas Leedy Notes, Second Series, Vol. 47, No. 3 (Mar., 1991), pp. 736-737 Published by:..."
  },
  {
    "id": 122,
    "title": "Notes and Queries 2012 jun 29 vol 59 iss 3 Miner P Blake and Atalanta Fugiens  Two Plates Three Conjectures 10 1093 notesj gjs121 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "of Blake’s ‘aged [Jobian] Shadow’,21 since in the Book of Job ‘Sighing cometh before my [Job’s] meat’ (as glossed in Job 3:24).22 In Job (33:20) the ‘soul’ is a dainty meat’, glossed as the ‘meat of d..."
  },
  {
    "id": 123,
    "title": "Notes and Queries 2019 aug 04 vol 66 iss 3 Roulon Natalie Alchemy in Shakespeare s Tempest1 10 1093 notesj gjz095 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Notes ALCHEMY IN SHAKESPEARE’S TEMPEST1 The purpose of this note is to suggest research perspectives on alchemy in The Tempest. An awareness of its alchemical subtext will hope- fully prevent misunder..."
  },
  {
    "id": 124,
    "title": "Nuncius 2018 nov 26 vol 33 iss 3 Daniele Stefano Alchemy Medicine and Commercial Book Production A Codicological and Linguistic Study of the Voigts Sloane Manuscript Group 10 1163 18253911 03303011",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Book Reviews 637 Nuncius © koninklijke brill nv, leiden, 2018 | doi:10.1163/18253911-03303011 Alpo Honkapohja, Alchemy, Medicine, and Commercial Book Production. A Cod- icological and Linguistic Study..."
  },
  {
    "id": 125,
    "title": "Nuncius vol 26 iss 2 Clericuzio Antonio Philosophie et alchimie à la Renaissance et à l Age Classique Scolastique et alchimie   Andreas Libavius a 10 1163 182539111x569928 libgen",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Book Reviews / Nuncius 26 (2011) 391–458 413 Sylvain Matton, Philosophie et alchimie à la Renaissance et à l’Age Classique. Scolastique et alchimie (XVIe-XVIIe siècles) . Textes et travaux de Chrysopœ..."
  },
  {
    "id": 126,
    "title": "Nuncius vol 9 iss 2 PEREIRA MICHELA Alchimie etPhilosophieàla Renaissance sous la direction de Jean Claude Margolin et Sylvain Matton Paris Librairie Philosophi 10 1163 182539184x01125 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "AHMAD ALKUWAIFI Universitad de Barcelona Alchimie et Philosophie Ã\u0000 la Renaissance, sous la direction de Jean-Claude Margolin et Sylvain Matton, Paris, Librairie Philosophique J. Vrin, 1993, (Â«De PÃ©..."
  },
  {
    "id": 127,
    "title": "Oxford Studies in Western Esotericism Mike A Zuber Spiritual Alchemy  From Jacob Boehme to Mary Anne Atwood libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Spiritual Alchemy OXFORD STUDIES IN WESTERN ESOTERICISM Series Editor Henrik Bogdan, University of Gothenburg Editorial Board Jean-​Pierre Brach, École Pratique des Hautes Études Carole Cusack, Univer..."
  },
  {
    "id": 128,
    "title": "pamela smith reviews salt of the earth and other alchemy books",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "The British Society for the History of Science Review Author(s): Pamela H. Smith Review by: Pamela H. Smith Source: The British Journal for the History of Science, Vol. 42, No. 1 (Mar., 2009), pp. 130..."
  },
  {
    "id": 129,
    "title": "Paracelsus  Theophrastus Bombast Von Hohenheim  Andrew Weeks   Didier Kahn Cosmological and Meteorological Writings Brill",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Andrew Weeks and Didier Kahn - 978-90-04-69420-0 Downloaded from Brill.com 09/04/2024 07:25:14AM via Wikimedia Paracelsus (Theophrastus Bombast von Hohenheim, 1493–1541) Andrew Weeks and Didier Kahn -..."
  },
  {
    "id": 130,
    "title": "Parergon vol 13 iss 1 Abraham Lyndy The business of alchemy  science and culture in the Holy Roman Empire 10 1353 pgn 1995 0023 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "The business of alchemy: science and culture in the Holy Roman Empire (review) Lyndy Abraham Parergon, Volume 13, Number 1, July 1995, pp. 178-180 (Review) Published by Australian and New Zealand Asso..."
  },
  {
    "id": 131,
    "title": "Parergon vol 14 iss 1 Abraham Lyndy Science and the secrets of nature 10 1353 pgn 1996 0012 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Science and the secrets of nature (review) Lyndy Abraham Parergon, Volume 14, Number 1, July 1996, pp. 286-289 (Review) Published by Australian and New Zealand Association of Medieval and Early Modern..."
  },
  {
    "id": 132,
    "title": "Parergon vol 14 iss 2 Abraham Lyndy The Mirror of Alchemy  Alchemical Ideas and Images in Manuscripts and Books from Antiquity to the Seventeenth Century 10 1353 pgn 1997 0044 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "The Mirror of Alchemy: Alchemical Ideas and Images in Manuscripts and Books from Antiquity to the Seventeenth Century (review) Lyndy Abraham Parergon, Volume 14, Number 2, January 1997, pp. 233-235 (R..."
  },
  {
    "id": 133,
    "title": "Pharmacy in History vol 10 iss 1 Review by  Allen Debus Paracelsus Travels 10 2307 41108480 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "American Institute of the History of Pharmacy is collaborating with JSTOR to digitize, preserve and extend access to Pharmacy in History. http://www.jstor.org Review: Paracelsus' Travels Author(s): Al..."
  },
  {
    "id": 134,
    "title": "Pharmacy in History vol 17 iss 3 Review by  Allen G Debus Oswald Croll Paracelsian 10 2307 41108924 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "American Institute of the History of Pharmacy is collaborating with JSTOR to digitize, preserve and extend access to Pharmacy in History. http://www.jstor.org Review: Oswald Croll, Paracelsian Author(..."
  },
  {
    "id": 135,
    "title": "Pharmacy in History vol 21 iss 1 Review by  John Parascandola Paracelsian Science 10 2307 41109144 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "American Institute of the History of Pharmacy is collaborating with JSTOR to digitize, preserve and extend access to Pharmacy in History. http://www.jstor.org American Institute of the History of Phar..."
  },
  {
    "id": 136,
    "title": "Princeton scholarship online William R Newman Newton the Alchemist  Science Enigma and the Quest for Nature s  Secret Fire  libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Newton the Alchemist ii ◆ Newton the Alchemist Science, Enigma, and the Quest for Nature’s “Secret Fire” William R. Newman P r i n c e t o n U n i v e r s i t y P r e s s Princeton & Oxford Copyright ..."
  },
  {
    "id": 137,
    "title": "Renaissance Quarterly vol 60 iss 3 Review by  Tara Nummedal Urszula Szulakowska The Sacrificial Body and the Day of Doom  Alchemy and Apocalyptic Discourse in the Protestant Reformation 10 1353 ren 2007",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Urszula Szulakowska. The Sacrificial Body and the Day of Doom: Alchemy and Apocalyptic Discourse in the Protestant Reformation. Leiden: Brill, 2006. xii + 180 pp. + 54 b/w pls. index. illus. bibl. $15..."
  },
  {
    "id": 138,
    "title": "Renaissance Studies 2008 oct 01 vol 12 iss 2 Lyndy Abraham Milton s Paradise Lost and the sounding alchymie 10 1111 j 1477 4658 1998 tb00403 x libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Renaissance Studies Vol. 12 No. 2 Milton’s Paradise Lost and ‘the sounding alchymie’ LYNDY ABRAHAM Alchemy was a significant scientific and philosophical thought system in sixteenth- and seventeenth-c..."
  },
  {
    "id": 139,
    "title": "Renaissance Studies 2012 oct 04 vol 26 iss 5 KATHERINE DUNCAN JONES Shakespeare Alchemy and the Creative Imagination  The Sonnets and A Lover s Complaint By Margaret Healy 10 1111 j 1477 4658 2012 008",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Margaret Healy, Shakespeare, Alchemy and the Creative Imagination: The Sonnets and A Lover’s Complaint. Cambridge: Cambridge University Press, 2011. x + 260 pp. £55.00. ISBN: 978-1-107-00404-7 (hb). T..."
  },
  {
    "id": 140,
    "title": "Review of O Dufault Early Greek Alchemy",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "This PDF can be freely shared online. ALCHEMY IN ANTIQUITY - (O.) Dufault Early Greek Alchemy, Patronage and Innovation in Late Antiquity. (California Classical Studies 7.) Pp. x + 168. Berkeley, CA: ..."
  },
  {
    "id": 141,
    "title": "Revue des Études Juives 1986 jan 01 vol 145 iss 1 IDEL Moshe The Origin of Alchemy according to Zosimos and a Hebrew Parallel 10 2143 rej 145 1 2012960 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Alchemical text or scholarly analysis regarding Revue des Études Juives 1986 jan 01 vol 145 iss 1 IDEL Moshe The Origin of Alchemy according to Zosimos and a Hebrew Parallel 10 2143 rej 145 1 2012960 libgen li."
  },
  {
    "id": 142,
    "title": "Revue philosophique de la France et de l étranger 2003 jan vol 193 iss 1 Bernard Joly Francis BACON et l invention    FRANCIS BACON RÉFORMATEUR DE L ALCHIMIE   TRADITION ALCHIMIQUE ET INVENTION SCIENTIFIQUE AU D",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "La rationalité de l'alchimie au XVII e siècle by Bernard Joly; Pierre-Jean Fabre; Jean-Paul Dumont Review by: Gad Freudenthal Revue Philosophique de la France et de l'Étranger, T. 185, No. 2, XVIIe SI..."
  },
  {
    "id": 143,
    "title": "Rey Bueno Mar Kahn Didier López Pérez Miguel Chymia  science and nature in medieval and early modern Europe Cambridge Scholars",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Chymia Chymia: Science and Nature in Medieval and Early Modern Europe Edited by Miguel López Pérez, Didier Kahn and Mar Rey Bueno Chymia: Science and Nature in Medieval and Early Modern Europe Edited ..."
  },
  {
    "id": 144,
    "title": "Rheinisches Museum für Philologie vol 37 Ludwig Jeep Die Lebenszeit des Zosimos 10 2307 41246413 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Die Lebenszeit des Zosimos Author(s): Ludwig Jeep Source: Rheinisches Museum für Philologie, Neue Folge, 37. Bd. (1882), pp. 425-433 Published by: J.D. Sauerländers Verlag Stable URL: http://www.jstor..."
  },
  {
    "id": 145,
    "title": "Salomon Trismossin SPLENDOR SOLIS libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Alchemical text or scholarly analysis regarding Salomon Trismossin SPLENDOR SOLIS libgen li."
  },
  {
    "id": 146,
    "title": "Seyyed Hossein Nasr  Mehdi Aminrazavi An Anthology of Philosophy in Persia Volume 2  Ismaili Thought in the Classical Age From Jābir ibn Ḥayyān to Naṣīr al Dīn Ṭūsī I B Tauris",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "\u0018 The Institute of Ismaili Studies The Institute of Ismaili Studies was established in 1977 with the object of promoting scholarship and learning on Islam, in the historical as well as contemporary co..."
  },
  {
    "id": 147,
    "title": "Shakespeare Quarterly vol 33 iss 2 Review by  F David Hoeniger Alchemy and Drama in Shakespeare s Time 10 2307 2869823 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "George Washington University The Shakespeare Association of America, Inc. Review: Alchemy and Drama in Shakespeare's Time Author(s): F. David Hoeniger Review by: F. David Hoeniger Source: Shakespeare ..."
  },
  {
    "id": 148,
    "title": "Shakespeare Quarterly vol 64 iss 1 Eggert Katherine Hamlet s Alchemy  Transubstantiation Modernity Belief 10 1353 shq 2013 0009 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Hamlet ’s Alchemy: Transubstantiation, Modernity, Belief Katherine Eggert Shakespeare Quarterly, Volume 64, Number 1, Spring 2013, pp. 45-57 (Article) Published by Johns Hopkins University Press DOI: ..."
  },
  {
    "id": 149,
    "title": "Shakespeare Quarterly vol 64 iss 1 Leinwand Theodore Hamlet s Alchemy  Response to Katherine Eggert 10 1353 shq 2013 0012 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Hamlet ’s Alchemy: Response to Katherine Eggert Theodore Leinwand Shakespeare Quarterly, Volume 64, Number 1, Spring 2013, pp. 58-59 (Article) Published by Johns Hopkins University Press DOI: For addi..."
  },
  {
    "id": 150,
    "title": "Shakespeare Quarterly vol 68 iss 3 Zysk Jay Disknowledge  Literature Alchemy and the End of Humanism in Renaissance England by Katherine Eggert 10 1353 shq 2017",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Disknowledge: Literature, Alchemy, and the End of Humanism in Renaissance England by Katherine Eggert (review) Jay Zysk Shakespeare Quarterly, Volume 68, Number 3, Fall 2017, pp. 312-313 (Review) Publ..."
  },
  {
    "id": 151,
    "title": "Sixteenth Century Journal 2004 apr 01 vol 35 iss 1 Review by  William E Burns Paracelsian Moments  Science Medicine and Astrology in Early Modern Europeby Gerhild Scholz Williams  Charles D Gunnoe 10",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Paracelsian Moments: Science, Medicine, and Astrology in Early Modern Europe by Gerhild Scholz Williams; Charles D. Gunnoe Review by: William E. Burns The Sixteenth Century Journal, Vol. 35, No. 1 (Sp..."
  },
  {
    "id": 152,
    "title": "Sixteenth Century Journal 2006 oct 01 vol 37 iss 3 Review by  David Porreca Alchemy and Early Modern Chemistry  Papers from  Ambix by Allen G Debus 10 2307 20478045 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Sixteenth Century Journal is collaborating with JSTOR to digitize, preserve and extend access to The Sixteenth Century Journal. http://www.jstor.org Review Author(s): David Porreca Review by: David Po..."
  },
  {
    "id": 153,
    "title": "Sixteenth Century Journal vol 29 iss 3 Review by  Corinne Mandel L Alchimie a la Cour de Come Ier de Medicis  Savoirs culture et politique by Alfredo Perifano 10 2307 2543712 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "L'Alchimie a la Cour de Come Ier de Medicis: Savoirs, culture et politique. by Alfredo Perifano Review by: Corinne Mandel The Sixteenth Century Journal, Vol. 29, No. 3 (Autumn, 1998), pp. 826-829 Publ..."
  },
  {
    "id": 154,
    "title": "Speculum 2020 jan vol 95 iss 1 Grund Peter J Alpo Honkapohja Alchemy Medicine and Commercial Book Production  A Codicological and Linguistic Study of the Voigts Sloane M",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Gratian’s Decretum, showing how legal and economic approaches to the rhetoric of the Decameron open new interpretative paths. Sara Díaz reads Boccaccio’s diatribe against mar- riage in the Trattatello..."
  },
  {
    "id": 155,
    "title": "Stephen Skinner Rafal T Prinke Georgiana Hedesan Joscelyn Go Splendor Solis  The World s Most Famous Alchemical Manuscript libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "a number of parallels, such as a double fountain, a king swimming and a hermaphrodite. Such emblems percolate through the history of alchemy, but don’t always mean the same thing – this is both the ch..."
  },
  {
    "id": 156,
    "title": "Studies in Philology 1935 jul vol 32 iss 3 Elizabeth Ebeling A Probable Paracelsian Element in Shelley 10 2307 4172289 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "University of North Carolina Press is collaborating with JSTOR to digitize, preserve and extend access to Studies in Philology . http://www.jstor.org A Probable Paracelsian Element in Shelley Author(s..."
  },
  {
    "id": 157,
    "title": "Sudhoffs Archiv vol 82 iss 1 Review by  H P Michael Freyer Alchemie im Mittelalter Ideen und Bilder von Zosimos bis Paracelsusby Bernhard Dietrich Haage 10 2307 20777661 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Franz Steiner Verlag is collaborating with JSTOR to digitize, preserve and extend access to Sudhoffs Archiv. http://www.jstor.org Review Author(s): H.-P. Michael Freyer Review by: H.-P. Michael Freyer..."
  },
  {
    "id": 158,
    "title": "Syed Nomanul Haq Names Natures and Things  The Alchemist Jābir ibn Hayyān and his Kitāb al Ahjār Springer Netherlands 199",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Boston Studies in the Philosophy of Science Names, Natures and Things Syed Nomanul Haq Springer Science+Business Media, B.V. BOSTON STUDIES IN THE PHILOSOPHY OF SCIENCE Editor ROBERT S. COHEN, Boston ..."
  },
  {
    "id": 159,
    "title": "Synthesis Principe Lawrence The Secrets of Alchemy libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "The Secrets of Alchemy s y n t he si s A series in the history of chemistry, broadly construed, edited by Angela N. H. Creager, Ann Johnson, John E. Lesch, Lawrence M. Principe, Alan Rocke, E.C. Spary..."
  },
  {
    "id": 160,
    "title": "The American Historical Review 1979 apr Allen G Debus The Chemical Philosophy  Paracelsian Science and Medicine in the Sixteenth and Seventeenth Centuries libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "444 Reviews 01 Books right to complain that peasants dung too long to old, inefficient ways, did not invest additional in- come in improvements (no more, too often, did the bourgeoisie), and remained ..."
  },
  {
    "id": 161,
    "title": "The Art Bulletin 1965 mar vol 47 iss 1 Review by  Heleen M de Jong Atalanta fugiens hoc est Emblemata nova de secretis naturae chymica Authore Michaele Majeroby Michael Maier  Matthaeus Merian d 10 2307",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Atalanta fugiens hoc est Emblemata nova de secretis naturae chymica Authore Michaele Majero by Michael Maier; Matthaeus Merian d. Ä.; Lucas Heinrich Wüthrich Review by: Heleen M. de Jong The Art Bulle..."
  },
  {
    "id": 162,
    "title": "The Art Bulletin 1984 dec vol 66 iss 4 Review by  Laurinda S Dixon Les débuts de l imagerie alchimique by Barbara Obrist 10 2307 3050487 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Review Author(s): Laurinda S. Dixon Review by: Laurinda S. Dixon Source: The Art Bulletin, Vol. 66, No. 4 (Dec., 1984), pp. 692-694 Published by: College Art Association Stable URL: http://www.jstor.o..."
  },
  {
    "id": 163,
    "title": "The Artificial and the Natural an Evolving Polarity",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "edited by Bernadette Bensaude-Vincent and William R. Newman The Artiﬁcial and the Natural An Evolving Polarity The Artificial and the Natural Dibner Institute in the History of Science and Technology ..."
  },
  {
    "id": 164,
    "title": "The British Journal for the History of Science 1964 dec vol 2 iss 2 Jevons F R Paracelsus s Two Way Astrology I What Paracelsus Meant by Stars 10 1017 s0007087400002041 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "The British Journal for the History of Science http://journals.cambridge.org/BJH Additional services for The British Journal for the History of Science: Email alerts: Click here Subscriptions: Click h..."
  },
  {
    "id": 165,
    "title": "The British Journal for the History of Science 1967 jun vol 3 iss 3 Josten C H The English Paracelsians By Allen G Debus London  Oldbourne Press Pp 222 1965 45s 10 1017 s0007087400002752 li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "BOOK REVIEWS Archimedes in the Middle Ages. Volume i: The Arabo-Latin Tradition. By Marshall Clagett. Madison: University of Wisconsin Press. Pp. xxxii + 720. 1964. $12.00. Only fifteen years ago a le..."
  },
  {
    "id": 166,
    "title": "The British Journal for the History of Science 1974 jul vol 7 iss 2 Review by  William P D Wightman Science Medicine and Society in the Renaissance Essays to Honor Walter Pagelby Allen G Debus 10 23",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "The British Society for the History of Science Science, Medicine and Society in the Renaissance. Essays to Honor Walter Pagel by Allen G. Debus Review by: William P. D. Wightman The British Journal fo..."
  },
  {
    "id": 167,
    "title": "The British Journal for the History of Science 1980 mar vol 13 iss 1 Review by  Charles B Schmitt Man and Nature in the Renaissanceby Allen G Debus 10 2307 4026128 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "The British Society for the History of Science Review Reviewed Work(s): Man and Nature in the Renaissance by Allen G. Debus Review by: Charles B. Schmitt Source: The British Journal for the History of..."
  },
  {
    "id": 168,
    "title": "The British Journal for the History of Science 1981 nov vol 14 iss 3 Grafton A T Renaissance and Seventeenth Century Robert Fludd and his Philosophicall Key  being a Transcription of the manuscript at Trinity",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "290 Book Reviews Robert Fludd and his Philosophicall Key: being a Transcription of the manuscript at Trinity College, Cambridge. With an Introduction by Allen G. Debus. New York: Science History Publi..."
  },
  {
    "id": 169,
    "title": "The British Journal for the History of Science 2002 sep vol 35 iss 3 Review by  Pamela H Smith A Dictionary of Alchemical Imageryby Lyndy Abraham Auf der Suche nach dem Stein der Weisen  Die Geschichte der Alch",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "The British Society for the History of Science Review Author(s): Pamela H. Smith Review by: Pamela H. Smith Source: The British Journal for the History of Science, Vol. 35, No. 3 (Sep., 2002), pp. 354..."
  },
  {
    "id": 170,
    "title": "The British Journal for the History of Science 2002 sep vol 35 iss 3 SMITH PAMELA H LYNDY ABRAHAM A Dictionary of Alchemical Imagery Cambridge  Cambridge University Press 1998 Pp xxii 249 ISBN 0 521 0000",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "The British Journal for the History of Science http://journals.cambridge.org/BJH Additional services for The British Journal for the History of Science: Email alerts: Click here Subscriptions: Click h..."
  },
  {
    "id": 171,
    "title": "The British Journal for the History of Science 2008 mar vol 41 iss 1 Review by  Anke Timmermann The Chemical Promise  Experiment and Mysticism in the Chemical Philosophy 1550 1800 Selected Essays of Allen G D",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "The British Society for the History of Science The Chemical Promise: Experiment and Mysticism in the Chemical Philosophy, 1550-1800 (Selected Essays of Allen G. Debus) by Allen G. Debus Review by: Ank..."
  },
  {
    "id": 172,
    "title": "The British Museum Quarterly vol 11 iss 2 B Schofield A Newton Alchemical Manuscript 10 2307 4421938 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "A Newton Alchemical Manuscript Author(s): B. Schofield Source: The British Museum Quarterly, Vol. 11, No. 2 (Mar., 1937), p. 66 Published by: British Museum Stable URL: http://www.jstor.org/stable/442..."
  },
  {
    "id": 173,
    "title": "The Journal of English and Germanic Philology 1998 apr vol 97 iss 1 Review by  Lyndy Abraham Darke Hierogliphicks  Alchemy in English Literature from Chaucer to the Restorationby Stanton J Linden 10 230",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "University of Illinois Press is collaborating with JSTOR to digitize, preserve and extend access to The Journal of English and Germanic Philology. http://www.jstor.org Review Author(s): Lyndy Abraham ..."
  },
  {
    "id": 174,
    "title": "The Journal of English and Germanic Philology 1999 oct vol 98 iss 4 Lyndy Abraham Weddings Funerals and Incest  Alchemical Emblems and Shakespeare s  Pericles   Prince of Tyre  10 2307 27711872 lib",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "University of Illinois Press is collaborating with JSTOR to digitize, preserve and extend access to The Journal of English and Germanic Philology. http://www.jstor.org University of Illinois Press Wed..."
  },
  {
    "id": 175,
    "title": "The Journal of Modern History 1981 jun vol 53 iss 2 Review by  Allen G Debus The Occult Philosophy in the Elizabethan Ageby Frances A Yates 10 2307 1877830 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "The Occult Philosophy in the Elizabethan Age by Frances A. Yates Review by: Allen G. Debus The Journal of Modern History, Vol. 53, No. 2 (Jun., 1981), pp. 311-313 Published by: The University of Chica..."
  },
  {
    "id": 176,
    "title": "The Library 2019 jun 01 vol 20 iss 2 Bienias Barbara The Place of MS Sloane 3703 Among Early Modern English Translations of the French Paraphrase of Splendor solis 10 1093 library 20 2 224 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "he purpose of this note is to identify MS Sloane 3703 in the British Library in London—currently catalogued as an anonymous alchemical treatise—as yet another (though incomplete) early seventeenth-cen..."
  },
  {
    "id": 177,
    "title": "The Marriage of Heaven and Earth  Alchemical Regeneration in the Works of Taylor Poe Hawthorne and Fuller Praeger",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "The Marriage of Heaven and Earth Frontispiece from Margaret Fuller’s Woman in the Nineteenth Century (1846). The Marriage of Heaven and Earth Alchemical Regeneration in the Works of Taylor, Poe, Hawth..."
  },
  {
    "id": 178,
    "title": "The Review of English Studies 1992 nov vol 43 iss 172 Review by  Patricia Coughlan The Political Identity of Andrew Marvellby Conal Condren  A D Cousins Marvell and Alchemyby Lyndy Abraham 10 2307 5187",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Oxford University Press is collaborating with JSTOR to digitize, preserve and extend access to The Review of English Studies. http://www.jstor.org Review Author(s): Patricia Coughlan Review by: Patric..."
  },
  {
    "id": 179,
    "title": "The Rosary of the Philosophers Being the Rosarium Philosophorum libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "The Rosary of the Philosophers This is a transcription of the 18th century English translation of the Rosarium in MS Ferguson 210. The text was originally printed as part II of De Alchemia Opuscula co..."
  },
  {
    "id": 180,
    "title": "The Yearbook of English Studies vol 23 Review by  Charles Nicholl Early Shakespeare Special Number    Marvell Alchemyby Lyndy Abraham 10 2307 3508014 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Modern Humanities Research Association is collaborating with JSTOR to digitize, preserve and extend access to The Yearbook of English Studies. http://www.jstor.org Review Author(s): Charles Nicholl Re..."
  },
  {
    "id": 181,
    "title": "Theodor Abt Wilferd Madelung The Book of Pictures Muṣḥaf aṣ ṣuwar by Zosimos of Panopolis Facsimile 1 Living Human Heritage Publications",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "CORPUS ALCHEMICUM ARABICUM Edited by Theodor Abt and Wilferd Madelung The Book of Pictures Mushaf as-suwar by Zosimos of Panopolis LIVING HUMAN HERITAGE C o r pu s A l c h e m ic u m A r a b ic u m Vo..."
  },
  {
    "id": 182,
    "title": "Theophrastus Paracelsus Studien  2 2010 jan 26 Classen Albrecht Paracelsus im Kontext der Wissenschaften seiner Zeit  Kultur und mentalitätsgeschichtliche Annäherungen 10 1515 978311",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Paracelsus im Kontext der Wissenschaften seiner Zeit Theophrastus Paracelsus Studien Herausgegeben von der Theophrastus-Stiftung Wissenschaftlicher Beirat Peter Dinzelbacher · Bernhard Haage · Werner ..."
  },
  {
    "id": 183,
    "title": "The Ancient Greek Alchemists English Tra Berthelot Zosimos translation",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Writings of Zosimos Translated from the “Collection of the Ancient Greek Alchemists” by M. Berthelot III. i. - THE DIVINE ZOSIMOS ON THE VIRTUE. [1] - LESSON I 1. The composition of the waters, the mo..."
  },
  {
    "id": 184,
    "title": "Three Alchemical Treatises by Muhammad Ibn Umail The Asiatic Society",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Alchemical text or scholarly analysis regarding Three Alchemical Treatises by Muhammad Ibn Umail The Asiatic Society."
  },
  {
    "id": 185,
    "title": "Timmermann Anke Verse and Transmutation A Corpus of Middle English Alchemical Poetry Critical Edi",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Verse and Transmutation History of Science and Medicine Library VOLUME 42 Medieval and Early Modern Science Editors J.M.M.H. Thijssen, Radboud University Nijmegen C.H. Lüthy, Radboud University Nijmeg..."
  },
  {
    "id": 186,
    "title": "Transactional Analysis Journal 2003 jul vol 33 iss 3 Nuttall John Script Analysis and Change in the Rosarium Philosophorum 10 1177 036215370303300305 libgen li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Full Terms & Conditions of access and use can be found at http://www.tandfonline.com/action/journalInformation?journalCode=rtaj20 Transactional Analysis Journal ISSN: 0362-1537 (Print) 2329-5244 (Onli..."
  },
  {
    "id": 187,
    "title": "Unpropitious Tinctures Alchemy Astrology Zosimos",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "ACADEMIE INTERNATIONALE D'HISTOIRE DES SCIENCES ARCHIVES INTERNATIONALES D'HISTOIRE DES SCIENCES Estratto dal n. 142 Vol. 49/1999 ISTITUTO DELLA ENCICLOPEDIA ITALIANA JiONDATA DA GIOVANNI TRECCANI I -..."
  },
  {
    "id": 188,
    "title": "Urszula Szulakowska The Alchemical Virgin Mary in the Religious and Political Context of the Renaissance Cambridge Scholars Publishing",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "The Alchemical Virgin Mary in the Religious and Political Context of the Renaissance The Alchemical Virgin Mary in the Religious and Political Context of the Renaissance By Urszula Szulakowska The Alc..."
  },
  {
    "id": 189,
    "title": "Urszula Szulakowska The Alchemy of Light  Geometry and Optics in Late Renaissance Alchemical Illustration BRILL",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Alchemical text or scholarly analysis regarding Urszula Szulakowska The Alchemy of Light  Geometry and Optics in Late Renaissance Alchemical Illustration BRILL."
  },
  {
    "id": 190,
    "title": "William R Newman Atoms and Alchemy  Chymistry and the Experimental Origins of the Scientific Revolution University of Chicago Press",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Alchemical text or scholarly analysis regarding William R Newman Atoms and Alchemy  Chymistry and the Experimental Origins of the Scientific Revolution University of Chicago Press."
  },
  {
    "id": 191,
    "title": "William R Newman Lawrence M Principe Alchemy Tried in the Fire  Starkey Boyle and the Fate of Helmontian Chymistry University Of Chicago Press",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Newman, William R.. Alchemy Tried in the Fire : Starkey, Boyle, and the Fate of Helmontian Chymistry. : University of Chicago Press, . p 1 http://site.ebrary.com/id/10438105?ppg=1 Copyright © Universi..."
  },
  {
    "id": 192,
    "title": "William R Newman  Jutta Schickore Traditions of Analysis and Synthesis Springer Nature",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Archimedes New Studies in the History and Philosophy of Science and Technology 73 William R. Newman Jutta Schickore Editors Traditions of Analysis and Synthesis Archimedes New Studies in the History a..."
  },
  {
    "id": 193,
    "title": "Zosimos Aigyptiakos Identifying the Imag",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Zosimos Aigyptiakos. Identifying the Imagery of the “Visions” and Locating Zosimos of Panopolis in His Egyptian Context Zosimos Aigyptiakos. Identificando las imágenes de las “Visiones” y localizando ..."
  },
  {
    "id": 194,
    "title": "Zosimos and Theosebeia An Erotics of Alc",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "© koninklijke brill nv, leiden, 2022 | doi:10.1163/2451859X-00701001 Gnosis 7 (2022) 1–16 brill.com/gnos Zosimos and Theosebeia An Erotics of Alchemical Pedagogy Shannon Grimes | orcid: 0000-0001-7764..."
  },
  {
    "id": 195,
    "title": "Zosimus Arabus The Reception of Zosimos",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "\u0001 \u0001 \u0001 \u0002\u0003\u0004\u0005\u0006\u0007\u0004\u0001\b \b \u0007\u0004\u0001 \u0001 \u0001 \u0001 \u000e\u0001 \u000e\u000f\u000e\u0010 \u0005\u0003\u0011\u0001\u0003\u0012\u0001\u0002\u0003\u0004\u0005\u0006\u0003\u0004\u0001 \u0003\u0012\u0001\u0010\b\u0011\u0003\u0010\u0003\u0013\u0005\u0004\u0001\u0005\u0011\u0001 \u000e\u0001 \b \b \u0005\u000f\u0014\u0005\u0004\u0013\b\u0006\u0005\u000f\u0001\u0015\u0003 \u0013\u0016\u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0001 \u0017\u0018\u0019\u001a\u001b \u0018\u0001 \u001a \u001b\u0001 \u0015\u001a !\u0001\u0005\u0018\"# # #\u0017\u0001 \u0010$\u0016%\u0001\u000f&\u001b \u0018\u0017'\u0001 \"#& (\u001a \u0001\u0004# ' \u0017\"\u0001 \u0001 \u0002 \u0003\u0004\u0005\u0006\u0007\u0003\b\u0006\u0001 \u0001 \u0001 \u000e\u0001\u000f\u0010\u0011 \u0012 \u0013 \u0001..."
  },
  {
    "id": 196,
    "title": "Zosimus of Panopolis Alchemy nature and",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "ZOSIMUS OF PANOPOLIS: ALCHEMY, NATURE, AND RELIGION IN LATE ANTIQUITY By Shannon L. Grimes B.A., University of Puget Sound, 1993 M.A., California Institute of Integral Studies, 1998 M.Phil., Syracuse ..."
  },
  {
    "id": 197,
    "title": "[Ambix 1937-may vol. 1 iss. 1] Partington, J. R. - Albertus Magnus on Alchemy (1937) [10.1179 amb.1937.1.1.3] - libgen.li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "Professor J~..~ ..Partington: Albertus Magnus on Alchemy ALBERTUS MAGNUS ON ALCHEMY. 3 By Professor J. R. PARTINGTON, M.B.E., D.Se. THE Greek treatises on the Divine Art, the first works on Chemistry ..."
  },
  {
    "id": 198,
    "title": "[Anglia - Zeitschrift für englische Philologie 2005-jan 23 vol. 122 iss. 4] Grund, Peter - Albertus Magnus and the Queen of the Elves  A 15th-Century English Verse Dialogue on Alchemy (2005) [10.1515 ANGL.2004.640 (1)",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "ALBERTUS MAGNUS AND THE QUEEN OF THE ELVES: A 15th-CENTURY ENGLISH VERSE DIALOGUE ON ALCHEMY1 Abstract: This article presents an edition of a Middle English verse tract on alchemy based on Trinity Col..."
  },
  {
    "id": 199,
    "title": "[Anglia - Zeitschrift für englische Philologie 2005-jan 23 vol. 122 iss. 4] Grund, Peter - Albertus Magnus and the Queen of the Elves  A 15th-Century English Verse Dialogue on Alchemy (2005) [10.1515 ANGL.2004.640] - ",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "ALBERTUS MAGNUS AND THE QUEEN OF THE ELVES: A 15th-CENTURY ENGLISH VERSE DIALOGUE ON ALCHEMY1 Abstract: This article presents an edition of a Middle English verse tract on alchemy based on Trinity Col..."
  },
  {
    "id": 200,
    "title": "[Archives d'Histoire Doctrinale et Littéraire du Moyen Âge vol. 76 iss. 1] Obrist, Barbara (author) - William of Conches, M sh 'All h, and Twelfth-Century Cosmology (2009, CAIRN) [10.3917 ahdlm.076.0029] - libgen.li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "WILLIAM OF CONCHES, M?SH?'ALL?H, AND TWELFTH-CENTURY COSMOLOGY Barbara Obrist Vrin | « Archives d'histoire doctrinale et littéraire du Moyen Âge » 2009/1 Tome 76 | pages 29 à 87 ISSN 0373-5478 Article..."
  },
  {
    "id": 201,
    "title": "[Archives d'Histoire Doctrinale et Littéraire du Moyen Âge vol. 79 iss. 1] Calvet, Antoine (author) - The alchemy of Pseudo Albert the Great (2012, Librairie Philosophique J. Vrin) [10.3917 ahdlm.079.0115] - libgen.li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "L'ALCHIMIE DU PSEUDO-ALBERT LE GRAND Antoine Calvet Vrin | « Archives d'histoire doctrinale et littéraire du Moyen Âge » 2012/1 Tome 79 | pages 115 à 160 ISSN 0373-5478 ISBN 9782711624713 Article disp..."
  },
  {
    "id": 202,
    "title": "[Early Science and Medicine vol. 5 iss. 2] Perrone Compagni, Vittoria -  Dispersa Intentio.  Alchemy, Magic and Scepticism in Agrippa (2000) [10.1163 157338200x00164] - libgen.li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "\"DISPERSA INTENTIO.\" ALCHEMY, MAGIC AND SCEPTICISM IN AGRIPPA* VITTORIA PERRONE COMPAGNI University of Florence Some influential scholars maintain that Agrippa's final stand- point regarding alchemy i..."
  },
  {
    "id": 203,
    "title": "[Early Science and Medicine vol. 5 iss. 2] Vittoria Perrone Compagni - Alchemy and Hermeticism     Dispersa Intentio.  Alchemy, Magic and Scepticism in Agrippa (2000) [10.2307 4130474] - libgen.li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "\"Dispersa Intentio.\" Alchemy, Magic and Scepticism in Agrippa Author(s): Vittoria Perrone Compagni Source: Early Science and Medicine, Vol. 5, No. 2, Alchemy and Hermeticism (2000), pp. 160- 177 Publi..."
  },
  {
    "id": 204,
    "title": "[Speculum 1985-jan vol. 60 iss. 1] Newman, William  Obrist, Barbara - Les debuts de l'imagerie alchimique (XIVe-XVe siecles) (1985) [10.2307 2852170] - libgen.li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "188 Reviews monolithic generalizations about the medieval literary Arthur that continue to ap- pear, even in the most recent scholarship. DONALD MADDOX University of Connecticut, Storrs BARBARA OBRIST..."
  },
  {
    "id": 205,
    "title": "[Traditio vol. 67] Obrist, Barbara - Twelfth-century Cosmography, the De secretis philosophie, and Māshā'allāh (Attr. to), Liber de Orbe (2012) [10.1017 s0362152900001367] - libgen.li",
    "author": null,
    "year": null,
    "doc_type": "pdf",
    "description": "TWELFTH-CENTURY COSMOGRAPHY, THE DE SECRETIS PHILOSOPHIE, AND MASHA'ALLAH (ATTR. TO), LIBER DE ORBE By BARBARA OBRIST The Liber de orbe, attributed to Masha'allah (fl. 762-ca. 815) in the list of Gera..."
  }
]